
/* Class = "NSTextFieldCell"; title = "Default-app File Extensions (comma separated):"; ObjectID = "EXT-lbl-cell-001"; */
"EXT-lbl-cell-001.title" = "Default-app File Extensions (comma separated):";

/* Class = "NSTextFieldCell"; placeholderString = "e.g. h,c,cpp,rs,ts,tsx,py"; ObjectID = "EXT-xx-cell-001"; */
"EXT-xx-cell-001.placeholderString" = "e.g. h,c,cpp,rs,ts,tsx,py";

/* Class = "NSTextFieldCell"; title = "Shortcut"; ObjectID = "EqI-f1-EAJ"; */
"EqI-f1-EAJ.title" = "Shortcut";

/* Class = "NSTextFieldCell"; title = "Custom Focus Code (optional):"; ObjectID = "FCT-lbl-cell-001"; */
"FCT-lbl-cell-001.title" = "Custom Focus Code (optional):";

/* Class = "NSTextFieldCell"; placeholderString = "e.g. (tctony/focus-on-main-frame)"; ObjectID = "FCT-xx-cell-001"; */
"FCT-xx-cell-001.placeholderString" = "e.g. (tctony/focus-on-main-frame)";

/* Class = "NSTextFieldCell"; title = "Git Open Function (empty to disable):"; ObjectID = "GFN-lbl-cell-001"; */
"GFN-lbl-cell-001.title" = "Git Open Function (empty to disable):";

/* Class = "NSTextFieldCell"; placeholderString = "e.g. tctony/persp-switch-by-git-dir"; ObjectID = "GFN-xx-cell-001"; */
"GFN-xx-cell-001.placeholderString" = "e.g. tctony/persp-switch-by-git-dir";

/* Class = "NSTextFieldCell"; title = "Emacs Binary Directory:"; ObjectID = "NLP-qo-4QN"; */
"NLP-qo-4QN.title" = "Emacs Binary Directory:";

/* Class = "NSButtonCell"; title = "Launch At Login"; ObjectID = "Nrn-Rr-DzS"; */
"Nrn-Rr-DzS.title" = "Launch At Login";

/* Class = "NSWindow"; title = "Setting"; ObjectID = "QvC-M9-y7g"; */
"QvC-M9-y7g.title" = "Setting";

/* Class = "NSTextFieldCell"; title = "Pid File Path:"; ObjectID = "s2g-7h-IVr"; */
"s2g-7h-IVr.title" = "Pid File Path:";
